{
    "/p/": {
        "description": "voiceless bilabial plosive",
        "student": "Press your lips together and release a small puff of air — like a quick “puh.” Feel the air on your hand.",
        "teacher": "Focus on lip closure and aspiration. Use minimal pairs like pat vs bat. Try tissue-blowing exercises to visualize airflow.",
        "parent": "Help your child press their lips and blow gently. Hold a tissue in front of their mouth to see it flutter when they say “puh.”"
    },
    "/b/": {
        "description": "voiced bilabial plosive",
        "student": "Press your lips together and say “buh” using your voice. Feel the buzz in your throat.",
        "teacher": "Contrast with /b/ to teach voicing. Use tactile feedback — place fingers on the throat to feel vibration.",
        "parent": "Say “buh” and let your child touch your throat to feel the buzz. Then have them try it themselves."
    },
    "/t/": {
        "description": "voiceless alveolar plosive",
        "student": "Tap your tongue behind your upper teeth and say “tuh.” It’s a quick, light sound.",
        "teacher": "Reinforce tongue-tip contact at the alveolar ridge. Use mirror practice and CVC words like top, tap.",
        "parent": "Help your child tap their tongue near their teeth. Use a mirror to show where the tongue goes."
    },
    "/d/": {
        "description": "voiced alveolar plosive",
        "student": "Touch your tongue behind your teeth and say “duh” with your voice. Feel the vibration.",
        "teacher": "Contrast with /t/. Use voiced plosive drills and mirror feedback. Try minimal pairs like dog vs tog.",
        "parent": "Say “duh” and let your child feel the throat buzz. Use a mirror to show tongue placement."
    },
    "/g/": {
        "description": "voiced velar plosive",
        "student": "Say “guh” by raising the back of your tongue and using your voice. Feel the buzz.",
        "teacher": "Focus on voiced velars. Use contrasts like go vs coat. Use throat-touch feedback.",
        "parent": "Say “guh” and let your child feel the vibration in their throat. Practice with words like go, gum."
    },
    "/tʃ/": {
        "description": "voiceless postalveolar affricate",
        "student": "Make a “ch” sound by stopping the air with your tongue then releasing it — like “chuh.”",
        "teacher": "Teach affricate as stop + fricative. Use words like chew, chalk. Use train sound “ch-ch-ch” for fun.",
        "parent": "Practice “ch” by pretending to be a train — “ch-ch-ch!” Make it playful and rhythmic."
    },
    "/dʒ/": {
        "description": "voiced postalveolar affricate",
        "student": "Say “juh” by stopping the air and releasing it with your voice. Feel the buzz.",
        "teacher": "Reinforce voiced affricate production. Contrast with /tʃ/: jar vs char. Use mirror and tactile cues.",
        "parent": "Say “juh” slowly and let your child feel the vibration. Use words like jam, jump."
    },
    "/f/": {
        "description": "voiceless labiodental fricative",
        "student": "Gently bite your bottom lip and blow air out — say “ffff.”",
        "teacher": "Emphasize lip-teeth contact and airflow. Use mirrors and initial sound drills.",
        "parent": "Show your child how to bite their lip and blow. Use a feather or tissue to show the air movement."
    },
    "/v/": {
        "description": "voiced labiodental fricative",
        "student": "Bite your bottom lip and use your voice — say “vuh.” Feel the buzz.",
        "teacher": "Contrast with /f/. Use tactile vibration exercises and minimal pairs like fan vs van.",
        "parent": "Say “vuh” and let your child feel the buzzing in their lips and throat. Try “v-v-v” like a buzzing bee."
    },
    "/θ/": {
        "description": "voiceless dental fricative",
        "student": "Put your tongue between your teeth and blow — like “th” in think.",
        "teacher": "Use mirror for interdental placement. Contrast with /s/ or /t/. Practice with slow airflow.",
        "parent": "Help your child stick their tongue out a little and blow gently. Use a mirror to guide placement."
    },
    "/ð/": {
        "description": "voiced dental fricative",
        "student": "Put your tongue between your teeth and use your voice — say “th” like in this.",
        "teacher": "Practice voiced dental fricatives with sustained phonation drills. Contrast with /θ/.",
        "parent": "Say “th” with your child and feel the voice buzz through the tongue. Try words like that, them."
    },
    "/s/": {
        "description": "voiceless alveolar fricative",
        "student": "Make a long \"sss\" sound by letting air pass between your tongue and teeth without using your voice.",
        "teacher": "Focus on tongue positioning near the alveolar ridge and airflow. Use minimal pairs like \"sip\" vs \"zip\".",
        "parent": "Help your child say “sss” like a snake, with no voice, just air through the teeth."
    },
    "/z/": {
        "description": "voiced alveolar fricative",
        "student": "Make a buzzing \"zzz\" sound with your tongue near your teeth while using your voice.",
        "teacher": "Contrast with /s/. Use tactile techniques to highlight vocal cord vibration.",
        "parent": "Say “zzz” together and feel the buzzing in your throat while holding the sound."
    },
    "/ʃ/": {
        "description": "voiceless postalveolar fricative",
        "student": "Round your lips slightly and make a soft “shhh” sound like you’re asking someone to be quiet.",
        "teacher": "Use whisper drills and contrast with /s/. Visual prompts and audio modeling help.",
        "parent": "Make a fun “shhh” sound together like quieting a room. Use hand gestures for fun reinforcement."
    },
    "/ʒ/": {
        "description": "voiced postalveolar fricative",
        "student": "Say a smooth buzzing sound like the middle of “measure” — lips rounded, air flows with voice.",
        "teacher": "Emphasize voiced frication behind alveolar ridge. Use repetition and isolation.",
        "parent": "This one’s tricky — say a gentle “zhhh” sound together and feel the buzz in your throat."
    },
    "/h/": {
        "description": "voiceless glottal fricative",
        "student": "Gently breathe out as if you’re fogging up a mirror — that’s the “h” sound.",
        "teacher": "Reinforce gentle glottal airflow. Combine with vowel onsets like “ha, he, hi.”",
        "parent": "Have your child pretend to blow warm air on their hand — “hhh” like hot."
    },
    "/m/": {
        "description": "bilabial nasal",
        "student": "Close your lips and hum gently through your nose to make the “mmm” sound.",
        "teacher": "Use nasal vibration awareness and bilabial drills. Practice in CVC words.",
        "parent": "Say “mmm” like something tasty. Your child should feel a tickle in their nose."
    },
    "/n/": {
        "description": "alveolar nasal",
        "student": "Touch your tongue behind your teeth and hum through your nose — like “nnn.”",
        "teacher": "Focus on alveolar nasal articulation. Use contrastive drills with /d/ or /t/.",
        "parent": "Say “nnn” slowly and encourage your child to feel the buzz in their nose."
    },
    "/ŋ/": {
        "description": "velar nasal",
        "student": "Push the back of your tongue up to make the “ng” sound — like the end of “sing.”",
        "teacher": "Practice final velar nasal articulation. Use phoneme segmentation drills.",
        "parent": "Say “nggg” with your child — remind them not to let the air out their mouth."
    },
    "/l/": {
        "description": "alveolar lateral approximant",
        "student": "Touch your tongue to the spot behind your top teeth and let air flow around the sides — say “lll.”",
        "teacher": "Emphasize lateral airflow and tongue-tip contact. Use mirror cues and repetition.",
        "parent": "Practice “llll” together. Use tongue-tip contact behind teeth to guide them."
    },
    "/r/": {
        "description": "alveolar approximant",
        "student": "Curl the tip of your tongue slightly up without touching the roof of your mouth — say “rrr.”",
        "teacher": "Focus on retroflex vs bunched articulations. Avoid lateralization.",
        "parent": "This can be tricky. Say “rrr” like a growl together and feel the vibration."
    },
    "/ɹ/": {
        "description": "alveolar approximant",
        "student": "Curl the tip of your tongue slightly up without touching the roof of your mouth — say “rrr.”",
        "teacher": "Focus on retroflex vs bunched articulations. Avoid lateralization.",
        "parent": "This can be tricky. Say “rrr” like a growl together and feel the vibration."
    },
    "/j/": {
        "description": "palatal approximant",
        "student": "Say “yuh” by gliding your tongue up toward the roof of your mouth near the front.",
        "teacher": "Use glide onset practice with vowels (e.g., yes, you). Emphasize tongue elevation.",
        "parent": "Say “yuh” like in “yes” together, moving from quiet to louder for practice."
    },
    "/w/": {
        "description": "labio-velar approximant",
        "student": "Round your lips and say “wuh” while pushing air out with your voice.",
        "teacher": "Emphasize rounded lips and gliding motion. Use vocalic onset drills.",
        "parent": "Show your child how to round their lips and say “wuh” like blowing a kiss with sound."
    },
    "/k/": {
        "description": "voiceless velar plosive",
        "student": "Lift the back of your tongue to the roof of your mouth and release — say “kuh.”",
        "teacher": "Practice velar articulation with visual and kinesthetic cues. Use words like kick, cat.",
        "parent": "Help your child say “kuh” by lifting the back of their tongue. Try saying it while pretending to cough gently."
    },
    "/ʔ/": {
        "description": "glottal plosive",
        "student": "This is a catch in your throat — like the break in “uh-oh.” Gently stop and start the air.",
        "teacher": "Practice glottal stops with awareness of throat closure. Use contrast with vowel onsets.",
        "parent": "Say “uh-oh” with your child. Point out the tiny pause in the middle."
    },
    "/iː/": {
        "description": "close front unrounded vowel",
        "student": "Smile wide and stretch the sound — say a long “eeee” like you're smiling in a photo.",
        "teacher": "Reinforce tense vowel positioning and sustained phonation. Contrast with /ɪ/ using minimal pairs like seat vs sit.",
        "parent": "Encourage your child to smile and say a long “eeee” sound. Use a mirror to show the smile shape."
    },
    "/ɪ/": {
        "description": "near-close near-front unrounded vowel",
        "student": "Say a short “ih” sound with a relaxed mouth — quick and soft.",
        "teacher": "Contrast with /iː/. Use vowel length discrimination and minimal pairs like bit vs beet.",
        "parent": "Help your child say a short “ih” sound. Keep it light and relaxed — no smiling needed."
    },
    "/e/": {
        "description": "close-mid front unrounded vowel",
        "student": "Say “eh” with your mouth slightly open and your tongue forward — like in bed.",
        "teacher": "Practice mid front vowel with vowel maps and /e/-/æ/ contrasts. Use visual cues.",
        "parent": "Show your child how to say a flat “eh” sound — not too wide or narrow."
    },
    "/æ/": {
        "description": "near-open front unrounded vowel",
        "student": "Open your mouth wide and say “aah” like you're surprised — short and clear.",
        "teacher": "Focus on low front tongue placement and open jaw. Use contrasts with /e/ and words like cat vs ket.",
        "parent": "Say a wide “aah” together and exaggerate the mouth shape. Use playful expressions."
    },
    "/ɑː/": {
        "description": "open back unrounded vowel",
        "student": "Drop your jaw low and say “ahh” deep in your throat — hold it long and steady.",
        "teacher": "Teach open back tongue placement. Use long vowel contrast drills like car vs cut.",
        "parent": "Help your child say a low, long “ahh” — like at the doctor’s office. Use a mirror to show jaw drop."
    },
    "/ʌ/": {
        "description": "open-mid back unrounded vowel",
        "student": "Say “uh” with a relaxed mouth and neutral tongue — short and low.",
        "teacher": "Focus on central stressed vowel production. Contrast with /ə/ and /ɑː/.",
        "parent": "Practice a short, relaxed “uh” with your child. Use words like cup, mud."
    },
    "/ɒ/": {
        "description": "open back rounded vowel",
        "student": "Round your lips and drop your jaw slightly to say “aw” — short and deep.",
        "teacher": "Reinforce rounded lip posture and open back tongue. Contrast with /ɔː/.",
        "parent": "Say a quick, soft “aw” together while making round lips. Use words like hot, cot."
    },
    "/ɔː/": {
        "description": "open-mid back rounded vowel",
        "student": "Round your lips and make a long “awww” sound — like you're admiring something.",
        "teacher": "Emphasize duration and lip rounding. Use minimal pairs like caught vs cot.",
        "parent": "Practice a long “awww” sound while rounding lips — like blowing a kiss with sound."
    },
    "/ʊ/": {
        "description": "near-close near-back rounded vowel",
        "student": "Say a short “uh” sound with rounded lips — quick and soft.",
        "teacher": "Focus on tongue height and lip rounding. Contrast with /uː/ using pairs like book vs boot.",
        "parent": "Help your child say a short “uh” sound with slightly rounded lips. Use words like foot, look."
    },
    "/uː/": {
        "description": "close back rounded vowel",
        "student": "Say a long “ooo” by rounding your lips tightly and holding the sound.",
        "teacher": "Practice prolonged back rounded vowels. Use /ʊ/ vs /uː/ contrasts like pool vs pull.",
        "parent": "Say a long “ooo” together — like blowing a sound through a straw. Use words like moon, spoon."
    },
    "/ə/": {
        "description": "mid central (schwa)",
        "student": "Make a soft “uh” sound — very quick and gentle, like a whisper.",
        "teacher": "Practice schwa in unstressed syllables. Use clapping or stress marking in multisyllabic words.",
        "parent": "Practice quick and soft “uh” sounds in short words like banana, sofa. Keep it light and relaxed."
    },
    "/ɜː/": {
        "description": "mid central unrounded vowel",
        "student": "Say a long “err” sound in the middle of your mouth — steady and smooth.",
        "teacher": "Teach mid central vowel with prolonged phonation. Contrast with /ə/ in stressed vs unstressed syllables.",
        "parent": "Say “errr” slowly with your child and help them keep the sound even. Use words like bird, turn."
    },
    "/eɪ/": {
        "description": "fronting diphthong",
        "student": "Start with a short “eh” and glide into a smiling “ee” — one smooth, connected sound.",
        "teacher": "Practice gliding from /e/ to /ɪ/. Use minimal pairs like bed vs bade to highlight the shift.",
        "parent": "Say “eh–ee” slowly with your child. Use a mirror to show the smile forming at the end."
    },
    "/aɪ/": {
        "description": "rising diphthong",
        "student": "Begin with a wide “ah” and glide up into a sharp “ee” — like climbing a hill with your voice.",
        "teacher": "Emphasize open mouth at the start and rising tongue movement. Contrast with /eɪ/ and /ɔɪ/.",
        "parent": "Say “ah-ee” together slowly. Use hand motions to show the rising pitch and movement."
    },
    "/ɔɪ/": {
        "description": "closing diphthong",
        "student": "Round your lips for “aw” and slide into a quick “ee” — like turning a corner with your voice.",
        "teacher": "Highlight the shift from rounded back to front close. Use contrasts like boy vs buy.",
        "parent": "Practice “aw-ee” slowly. Show how the lips start round and end in a smile."
    },
    "/aʊ/": {
        "description": "rising diphthong",
        "student": "Say “ah” and glide into a rounded “oo” — feel your mouth move from open to round.",
        "teacher": "Teach front open to back rounded transition. Use visual diagrams and tactile cues.",
        "parent": "Try “ah-oo” slowly with your child. Use a mirror to show the lip rounding at the end."
    },
    "/əʊ/": {
        "description": "closing diphthong",
        "student": "Start with a soft “uh” and glide into a rounded “oo” — keep it smooth and flowing.",
        "teacher": "Contrast with /ə/ and /uː/. Use mirror work to show lip rounding and tongue movement.",
        "parent": "Say “uh–oo” slowly. Help your child round their lips at the end like blowing a bubble."
    },
    "/ɪə/": {
        "description": "centering diphthong",
        "student": "Start with “ih” and glide gently to “uh” — like sliding down a soft slope.",
        "teacher": "Teach front-close to mid-central transition. Use vowel contour maps and slow repetition.",
        "parent": "Say “ih–uh” slowly with your child. Keep the sound gentle and connected."
    },
    "/eə/": {
        "description": "centering diphthong",
        "student": "Say “eh” and slide into a soft “uh” — one smooth breathy sound.",
        "teacher": "Emphasize mid-front to mid-central glide. Use elongation and stress placement in practice.",
        "parent": "Say “eh–uh” slowly. Help your child keep the sound soft and flowing."
    },
    "/ʊə/": {
        "description": "centering diphthong",
        "student": "Start with a rounded “oo” and glide into “uh” — relax your lips at the end.",
        "teacher": "Practice rounded-to-central glides. Use mirror feedback and minimal pairs like poor vs paw.",
        "parent": "Say “oo–uh” slowly. Show how the lips start rounded and relax at the end."
    }
}